[FireGrenadeM3 X2GrenadeTemplate]
FriendlyName="燃烧弹头"
FriendlyNamePlural="燃烧弹头"
BriefSummary="燃烧弹头是我们燃烧弹的改进版本，它不仅对其半径内的每一个目标造成大量爆炸性伤害，而且使大多数敌人和环境都处于危险状态，使它们在一段时间内遭受更大的燃烧伤害。"
TacticalText="<Bullet/>燃烧弹头会伤害爆炸半径内的所有单位，并\"燃烧\"任何易受火焰伤害的单位。\n<Bullet/>燃烧弹头比其他弹头造成更多的爆炸伤害。\n<Bullet/>有些敌人，特别是金属的敌人，对火免疫，不会受到\"燃烧\"影响。"
ThrownAbilityName="投掷燃烧弹头"
ThrownAbilityHelpText="燃烧目标区域和受影响单位。"
LaunchedAbilityname="发射燃烧弹弹头"
LaunchedAbilityHelpText="燃烧目标区域和受影响单位。"

[AcidGrenadeM3 X2GrenadeTemplate]
FriendlyName="酸液弹头"
FriendlyNamePlural="酸液弹头"
BriefSummary="升级后的酸弹头中的化学添加剂具有极强的腐蚀性，能立即剥去大部分敌人的装甲，同时继续以化学烧伤的方式破坏目标。"
TacticalText="<Bullet/>酸弹头粉碎了大量的敌人护甲，比其他任何手榴弹类型都要多。<br><Bullet/>酸烧伤的敌人会在多个回合造成额外伤害。"
ThrownAbilityName="投掷酸液弹头"
ThrownAbilityHelpText="创建会伤害单位的酸池。"
LaunchedAbilityname="发射酸液弹头"
LaunchedAbilityHelpText="创建会伤害单位的酸池。"

[GasGrenadeM3 X2GrenadeTemplate]
FriendlyName="毒气弹头"
FriendlyNamePlural="毒气弹头"
BriefSummary="升级后的毒气弹头中的毒素传递系统进一步扩大了初始爆炸半径，破坏了所有敌人的目标，并对爆炸中的任何有机敌人施加了额外的毒素效果。"
TacticalText="<Bullet/>气体弹头的半径比其他任何榴弹类型都要大得多。<br><Bullet/>毒气对有机敌人有着戏剧性的影响，减缓它们并随着时间的推移而造成伤害。"
ThrownAbilityName="投掷毒气弹头"
ThrownAbilityHelpText="在最初的手榴弹爆炸后，会产生一股气体，会毒害云中的任何单位。"
LaunchedAbilityname="发射毒气弹头"
LaunchedAbilityHelpText="在最初的手榴弹爆炸后，会产生一股气体，会毒害云中的任何单位。"

[EMPGrenadeM3 X2GrenadeTemplate]
FriendlyName="EMP弹头"
FriendlyNamePlural="EMP弹头"
BriefSummary="升级后的EMP弹头对机器人和机械目标造成了巨大的破坏。即使那些在最初的伤害中幸存下来的人也可以暂时关闭并且不能正常工作。有机敌人对EMP效果免疫。"
TacticalText="<Bullet/>EMP弹头升级为EMP炸弹，在更大范围内对机械敌人造成更大的伤害。<br><Bullet/>EMP弹头在破坏时忽略装甲。<br><Bullet/>EMP弹头可以比标准手榴弹投掷或发射得更远。"
ThrownAbilityName="投掷EMP弹头"
ThrownAbilityHelpText="损伤和迷惑目标地区的机械单位。"
LaunchedAbilityname="发射EMP弹头"
LaunchedAbilityHelpText="损伤和迷惑目标地区的机械单位。"

[SmokeGrenadeM3 X2GrenadeTemplate]
FriendlyName="烟雾弹头"
FriendlyNamePlural="烟雾弹头"
BriefSummary="升级后的烟雾弹头对烟雾或友方半径范围内的任何单位都有显著的防御作用。"
TacticalText="<Bullet/>烟幕弹头是对我们早期烟雾弹的强力升级，在更大的半径范围内提供更大的防御能力。<br><Bullet/>烟幕可以立即增加附近部队的防御能力。<br><Bullet/>烟幕弹头可以投掷和发射远比标准手榴弹更远。"
ThrownAbilityName="投掷烟雾弹头"
ThrownAbilityHelpText="对其半径内的单位给予显著的防御提升。"
LaunchedAbilityname="发射烟雾弹头"
LaunchedAbilityHelpText="对其半径内的单位给予显著的防御提升。"

[X2Item_Tier3Grenades]
SmokeGrenadeM3EffectDisplayName="弹头烟雾"
SmokeGrenadeM3EffectDisplayDesc="浓烟给这个单位一个很高的防御加值。"

[AlienGrenadeM3 X2GrenadeTemplate]
FriendlyName="等离子弹头"
FriendlyNamePlural="等离子弹头"
BriefSummary="震荡弹头因为外来能量脉冲技术研究变得更强、等离子弹头比等离子手雷伤害更大，粉碎敌人的装甲更有效。"
TacticalText="<Bullet/>等离子弹头提高了等离子榴弹的伤害和破甲能力。"
ThrownAbilityName="发射等离子弹头"
ThrownAbilityHelpText="在目标区域发射等离子弹头。"
LaunchedAbilityname="发射等离子弹头"
LaunchedAbilityHelpText="在目标区域发射等离子弹头。"

[NuclearWarfare X2TechTemplate]
DisplayName="核子战争"
Summary="爆炸技术的最后突破。我们要进一步提高我们的军火库科技，手雷能模拟核弹头的威力。"
